import { Container } from "react-bootstrap"

export const About = () => {
  return (
    <Container className="about">
        <h1 className="about__title">
          Про компанію
        </h1>
        <div className="about__block">
          <p className="about__txt">
            Pizza shop – це одна з перших доставок смачної піци та суші у Харкові. Відкриття компанії датується 2009 роком, компанія не стоїть на місці і регулярно доповнює своє меню новими позиціями, але також не забуває і про старих відвідувачів, які давно полюбилися. Ми раді Вас бачити в наших кафе, розташованих в основних районах Харкова, також ми завжди готові врятувати Вас від голоду та, завдяки швидкій доставці по місту, привезти Ваше замовлення на будинок або офіс. Меню нашої мережі поєднує найбільш популярні в Україні кулінарні кухні – японську, італійську, європейську. Втім, приходьте до нас і переконався самі, що ми любимо і цінуємо наших клієнтів. Ласкаво просимо до сім'ї мережі Pizza shop!
          </p>
        </div>
    </Container>
  )
}